Repository: Cartheur-Forks/calligra
Catalog: po/*/calligra-dockers.po
Languages: eu

source: Found no shapes in the collection! %1
eu: Bilduman ez du formarik aurkitu! %1

source: Not a valid Calligra file: %1
eu: Ez da balio duen Calligra fitxategi bat: %1

source: No body tag found in file: %1
eu: Fitxategian ez da 'body' etiketarik aurkitu: %1

source: No office:drawing tag found in file: %1
eu: Fitxategian ez da 'office:drawing' etiketarik aurkitu: %1

source: No shapes found in file: %1
eu: Fitxategian ez da formarik aurkitu: %1

source: Add Shape
eu: Gehitu Forma

source: More
eu: Gehiago

source: Open Shape Collection
eu: Ireki formen bilduma

source: Remove Shape Collection
eu: Kendu formen bilduma

source: Default
eu: Lehenetsia

source: Geometrics
eu: Geometrikoak

source: Arrows
eu: Geziak

source: Funny
eu: Dibertigarria

source: Collection Error
eu: Bilduma errorea

source: Shape Properties
eu: Formaren propietateak

source: Snap Settings
eu: Atxikitze ezarpenak
